var q = {
    1: {
        "title": "선물 받으실 분의 성별을 선택해주세요.",
        "selectionNum": 2,
        "A": "남성",
        "B": "여성"
    },
    2: {
        "title": "선물 받으실 분의 연령대를 선택해주세요.",
        "selectionNum": 4,
        "A": "청소년(만 10-18세)",
        "B": "청년(만 19-34세)",
        "C": "중장년(만 35-64세)",
        "D": "노년(만 65세 이상)"
    },
    3: {
        "title": "선물 받으실 분의 직업(라이프스타일)을 선택해주세요.",
        "selectionNum": 3,
        "A": "학생/수험생",
        "B": "사무직/실내 근로자",
        "C": "실외 근로자"
    },
    4: {
        "title": "원하시는 가격대가 있다면 선택해주세요.",
        "selectionNum": 3,
        "A": "10만원 미만",
        "B": "10만원 이상",
        "C": "전체"
    }
}