var q = {
    1: {
        "title": "선물 받으실 분의 성별을 선택해주세요.",
        "S1": "남성",
        "S2": "여성"
    },
    2: {
        "title": "선물 받으실 분의 연령대를 선택해주세요.",
        "A1": "청소년(만 10-18세)",
        "A2": "청년(만 19-34세)",
        "A3": "중장년(만 35-64세)",
        "A4": "노년(만 65세 이상)"
    },
    3: {
        "title": "선물 받으실 분의 직업(라이프스타일)을 선택해주세요.",
        "L1": "학생/수험생",
        "L2": "사무직/실내 근로자",
        "L3": "실외 근로자"
    },
    4: {
        "title": "원하시는 가격대가 있다면 선택해주세요.",
        "P1": "10만원 미만",
        "P2": "10만원 이상",
        "P3": "전체"
    }
}